Repository: MKOshel/SyncSmart
Catalog: SmartSync/*.lproj/Localizable.strings
Languages: he

source: Hello ! SyncSmartFTS is an easy to use app which can backup your contacts in the cloud and also provides you with the option to transfer/move all of your contacts on different smartphones. 1) Create account . 2) Sign In . 3) Save your contacts . 4) Now just sign in from another device and import your contacts.That smart, that simple !! Total count of contacts may be different than the one showed on your phone , depending on what contacts you have selected to be displayed in your contacts app. ! SyncSmartFTS does not take into consideration empty contacts, contact avatars , dates of any kind, addresses , notes and social profile.
he: שלום! SyncSmart FTS הינה אפליקציה פשוטה לשימוש שעושה גיבוי לאנשי קשר בשרת וכמו כן, מעניקה לכם את האפשרות לשנות/להעביר את כל אנשי הקשר שלכם לטלפון חכם אחר.1) לייצר חשבון.2) חיבור.3) לשמור את אנשי הקשר.4) עכשיו תתחברו למכשיר אחר ותעבירו את אנשי הקשר שלכם. That smart, that simple! !סהכ אנשי הקשר שלכם יכול להיות שונה ממה שמראים לכם בטלפון, זה תלוי באנשי קשר שבחרתם כדי להציג באפליקציה אנשי קשר. !SyncSmart FTS אינה מתייחסות לאנשי קשר (קונטקטים) ריקים, לתמונות של אנשי הקשר, פרטים מכל סוג, כתובות, הערות ופרופיל אזרחי.

source: REGISTER
he: רישום

source: LOGIN
he: חיבור

source: Forgot password ?
he: האם שחכת את הסיסמה?

source: No Internet connection
he: אין חיבור לאינטרנט.

source: SyncSmart does not have permissions to use your contacts,please check Settings -> Privacy -> Contacts
he: SyncSmart FTS אינה רשאית להשתמש באנשי קשר שלכם, נאלהתייעץ בהגדרות – סודיות – אנשי קשר

source: Sorry
he: אנו מצטערים!

source: SyncSmart needs your permission to use the contacts before continuing, go to Settings -> Privacy -> Contacts
he: SyncSmart FTS צריכה את האישור שלכם, לפני להמשיך נא להפעיל הגדרות – סודיות – אנשי קשר.

source: Please enter your credentials
he: נא לרשום את האותיות.

source: email
he: דואר אלקטרוני

source: password
he: סיסמה

source: confirm password
he: נא לאשר את הסיסמה

source: Create Account
he: לייצר חשבון

source: Logout
he: ניתוק

source: Delete Contacts
he: מחיקת אנשי קשר

source: We suggest you backup your contacts before proceeding to deletion
he: אנו מציעים לך לעשות גיבוי לאנשי הקשר, טרם תחילת המחיקה

source: Back
he: חזרה

source: Already backed up
he: כבר עשיתם גיבוי

source: Are you sure you want to delete all your contacts ?
he: האם את(ה) בטוח(ה) שברצונך למחוק את כל אנשי הקשר שלכם?

source: Import Contacts
he: יבוא אנשי קשר

source: Save To Cloud
he: לשמור בCloud

source: Yes
he: כן

source: No
he: לא

source: Please use a valid email
he: אינו תקף! נא להשתמש במייל תקף

source: Oh no ! Please use a valid email
he: אינו תקף! נא להשתמש במייל תקף

source: Account created
he: חשבון הוקם

source: valid contacts on phone
he: אנשי קשר תקפים בטלפון

source: contacts on server
he: אנשי קשר תקפים בשרת

source: Server maintenance downtime .
he: אין גישה לשרת

source: Please insert same password in both fields
he: נא לרשום את הסיסמה בשני השדות

source: Oops ! Unable to connect , please verify your credentials
he: אופס! אינך יכול להתחבר, נא לבדוק את התווים

source: Contacts installed.
he: אנשי קשר שהותקנו

source: Contacts deleted.
he: אנשי קשר שנמחקו

source: Mail already exists.
he: כתובת אימייל שכבר קיימת

source: Install contacts from server ?
he: האם ברצונך להתקין גיבוי לאנשי הקשר בטלפון?

source: Save contacts to server ? This will overwrite your current backup.
he: לשחזר את הגיבוי לאנשי הקשר? זה יבוא במקום הגיבוי הנוכחי

source: You have new contacts that are not saved, please consider backing up.
he: יש לך אנשי קשר חדשים שטרם נשמרו, נא לשחזר את הגיבוי

source: Select Language
he: לבחור שפה
