Repository: MKOshel/SyncSmart
Catalog: SmartSyncTests/*.lproj/InfoPlist.strings
Languages: fr

source: Account created
fr: Compte créé

source: Already backed up
fr: Le Backup a été déjà réalisé

source: Are you sure you want to delete all your contacts ?
fr: Etes-vous sûrs de vouloir effacer tous les contacts ?

source: confirm password
fr: confirmez le mot de passe

source: contacts on server
fr: Contacts valables sur le serveur

source: Create Account
fr: Créez le compte.

source: Delete Contacts
fr: Effacez les contacts

source: Forgot password ?
fr: Avez-vous oublié le mot de passe?

source: Hello ! SyncSmartFTS is an easy to use app which can backup your contacts in the cloud and also provides you with the option to transfer/move all of your contacts on different smartphones. 1) Create account . 2) Sign In . 3) Save your contacts . 4) Now just sign in from another device and import your contacts.That smart, that simple !! Total count of contacts may be different than the one showed on your phone , depending on what contacts you have selected to be displayed in your contacts app. ! SyncSmartFTS does not take into consideration empty contacts, contact avatars , dates of any kind, addresses , notes and social profile.
fr: Bonjour ! SyncSmart FTS est une application facilement à utiliser qui fait le Backup des contacts sur le serveur et qui vous offre aussi la possibilité de transférer/transmettre tous les contacts sur un autre Smartphone. 1) Créez le compte. 2) Connectez-vous. 3) Sauvez les contacts. 4) Connectez-vous maintenant d’un autre dispositif et importer les contacts.That smart, that simple !! Le tout de vos contacts peut être divers de celui indiqué dans le téléphone, cela en fonction des contacts sélectionnés afin d’être affichés dans l’application Contacts.!SyncSmart FTS ne prend pas en considération les contacts déserts, les photos des contacts, n’importe quel type de donnée, adresses, notes et le profil social.

source: Import Contacts
fr: Importez les contacts

source: Install contacts from server ?
fr: Voulez-vous installer le backup des contacts sur le téléphone ?

source: LOGIN
fr: Connectez-vous

source: Logout
fr: Déconnectez-vous

source: Mail already exists
fr: 33. Courrier déjà enregistré.

source: No
fr: Non

source: No Internet connection
fr: Il n’y a pas de connexion à l’Internet

source: password
fr: Mot de passe

source: Please enter your credentials
fr: Introduisez les caractères

source: Please enter your e-mail address so we can reset your password
fr: E-mail:

source: Please insert valid email address
fr: Utiliser un e-mail valable

source: Save contacts to server ? This will overwrite your current backup.
fr: Voulez-vous refaire le backup des contacts? Il va remplacer le backup présent.

source: Save To Cloud
fr: Sauvez en Cloud.

source: Sorry
fr: Désolés!

source: SyncSmart does not have permissions to use your contacts, check Settings->Privacy
fr: SyncSmart FTS n’a pas la permission d’utiliser vos contacts, merci de consulter Réglages -> Confidentialité->Contacts

source: SyncSmart needs your permission to use the contacts before continuing,go to Settings -> Privacy -> Contacts
fr: SyncSmart FTS a besoin de votre permission pour continuer, merci d’accéder Réglages -> Confidentialité-> Contacte

source: Unable to connect, please verify internet connection and/or credentials
fr: Oops! Impossible de vous connecter, merci de vérifier les caractères

source: Unable to connect, please verify your credentials
fr: Oops! Impossible de vous connecter, merci de vérifier les caractères

source: Upload completed, your contacts have been backed up
fr: Upload terminé

source: valid contacts on phone
fr: Contacts valables sur le téléphone.

source: We suggest you backup your contacts before proceeding to deletion
fr: On vous conseille de faire le Backup des contacts avant de commencer à les effacer

source: Yes
fr: Oui
